[
    {
        "id": "1",
        "title": "ART UNDER THE SELEUKID EMPIRE: NEW PERSPECTIVES",
        "img": "https://i.ibb.co/CJXbPfh/C8-FEB1-D6-B4-DF-4-F3-F-985-A-593215228-FC2-2023042217035528.jpg",
        "description": "CARC has confirmed the topic for this year's annual international workshop. Art under the Seleukid Empire: New Perspectives' will take place on 28-29 September 2023, with an in-person audience at Wolfson College Oxford and online via Zoom. An international line-up of speakers will lead a hybrid conversation about the character of art under the rule of the Hellenistic Seleukid dynasty, which extended at times from the Mediterranean to the Indus. We will think afresh about the character of Seleukid art, the extent to which it can be defined as an entity, and the new light cast by ongoing archaeological discoveries.Book now for free through our eventbrite page. All in-person attendees will also be given a Zoom link, so there is no need to book twice if you want both modes of attendance.The provisional programme is available for download here (note that last-minute changes may occur: check here for the latest version).The workshop has been organized in collaboration with Dr Rachel Wood and with the kind support from Tony Michaels and Wolfson College Oxford.",
        "date": "29/06/2023"
    },
    {
        "id": "2",
        "title": "CLASSICAL ART AND ANCIENT INDIA - INTERNATIONAL WORKSHOP",
        "img": "https://i.ibb.co/brtsCvz/D9-D31-A3-D-A5-F3-4-F06-A71-C-D11-E5101-DA20-2022060710043159.png",
        "description": "Booking is now open for our next hybrid international workshop, 'Classical Art and Ancient India', which will be hosted in person in Oxford and online via Zoom on Tuesday 21st and Wednesday 22nd March 2023. The workshop will bring together invited international speakers and a worldwide audience to address a topic very closely related to Gandhara and vital for placing classical art in its global context: the question of how much mutual artistic exchange occurred between other parts of India, Greece and Rome in antiquity, and what we stand to learn by studying their art traditions alongside each other.Reservation, either for in person or online attendance, is free through our eventbrite page.Read the workshop abstract here. NEW! Speakers' abstracts now downloadable here. Read or download the latest version of the programme (note that small changes our expected, so check the latest version here).This colloquium builds on the success of CARC's past Gandhara Connections workshops. It is also the first event under our new #AncientArtConnections initiative. Through gatherings of this kind, as well as other research, publications, and web resources., we aim to explore many different aspects of the relationship between Greek and Roman art and the wider ancient world, across Asia, Africa, and Europe.This event is generously supported by the Bagri Foundation.",
        "date": "20/01/202"
    },
    {
        "id": "1",
        "title": "ART UNDER THE SELEUKID EMPIRE: NEW PERSPECTIVES",
        "img": "https://i.ibb.co/CJXbPfh/C8-FEB1-D6-B4-DF-4-F3-F-985-A-593215228-FC2-2023042217035528.jpg",
        "description": "CARC has confirmed the topic for this year's annual international workshop. Art under the Seleukid Empire: New Perspectives' will take place on 28-29 September 2023, with an in-person audience at Wolfson College Oxford and online via Zoom. An international line-up of speakers will lead a hybrid conversation about the character of art under the rule of the Hellenistic Seleukid dynasty, which extended at times from the Mediterranean to the Indus. We will think afresh about the character of Seleukid art, the extent to which it can be defined as an entity, and the new light cast by ongoing archaeological discoveries.Book now for free through our eventbrite page. All in-person attendees will also be given a Zoom link, so there is no need to book twice if you want both modes of attendance.The provisional programme is available for download here (note that last-minute changes may occur: check here for the latest version).The workshop has been organized in collaboration with Dr Rachel Wood and with the kind support from Tony Michaels and Wolfson College Oxford.",
        "date": "29/06/2023"
    }

]